/* VERSION: Greek Translation file - Version 3.0.13 - Date 7/10/2010 */

/* Publication Type and Seperator in the Publication Picker */
"   BIBLE DVD" = "   ΑΓΙΑ ΓΡΑΦΗ DVD";

/* Publication Type and Seperator in the Publication Picker */
"   BOOKS" = "   ΒΙΒΛΙΑ";

/* Publication Type and Seperator in the Publication Picker */
"   BROCHURES" = "   ΒΙΒΛΙΑΡΙΑ";

/* Publication Type and Seperator in the Publication Picker */
"   CAMPAIGN TRACTS" = "   ΕΚΣΤΡΑΤΕΙΕΣ";

/* Publication Type and Seperator in the Publication Picker */
"   DVD" = "   DVD";

/* Publication Type and Seperator in the Publication Picker */
"   TRACTS" = "   ΦΥΛΛΑΔΙΑ";

/* Apartment Number and street name represented by %1$@ as the apartment number and %2$@ as the street name */
"#%@ %@" = "#%2$@ %1$@";

/* House number and apartment number represented by %1$@ as the house number and %2$@ as the apartment number */
"%@ #%@" = "%1$@ #%2$@";

/* House number, apartment number and Street represented by %1$@ as the house number, %2$@ as the apartment number, notice the # before it that will be there as 'number ...' and then %3$@ as the street name */
"%@ #%@ %@ " = "%3$@ #%1$@ %2$@ ";

/* House number and Street represented by %1$@ as the house number and %2$@ as the street name */
"%@ %@" = "%1$@ %2$@";

/* This is a representation for the watchtower or awake (or W & A combo) when it was published on the 1, 15 and 2, 22 respectively, like Watchtower March 15, 2001, please use %1$@ as the magazine type %2$@ as the month and %3$d as the year */
"%@ %@ %d" = "%1$@ %2$@ %3$d";

/* This is a representation for the watchtower or awake when it was published on the 1, 15 and 2, 22 respectively, like Watchtower March 15, 2001, please use %1$@ as the magazine type %2$@ as the month %3$d as the day of the month and %4$d as the year */
"%@ %@ %d, %d" = "%1$@ %2$@ %3$d, %4$d";

/* Text used in the email that is sent to the congregation secretary, the <br> you see in the text are RETURN KEYS so that you can space multiple months apart from eachother */
"%@ Field Service Activity Report:<br>" = "%@ Αναφορά Δραστηριότητας στην Υπηρεσία Αγρού:<br>";

/* City and state(or country) as represented in an address (usually right under the house number and street) */
"%@, %@" = "%1$@, %2$@";

/* This is a representation for the yearbook when it was published on what year, like 2009 Yearbook, please use %2$@ as the placeholder for 'Yearbook' %1$d as the year */
"%d %@" = "%1$d %2$@";

/* You are localizing the time (I dont know if you need to even change this) as in '1 hour 34 minutes' or '2 hours 1 minute' %1$d is the hours number %2$@ is the label for hour(s) %3$d is the minutes number and 4$%@ is the label for minutes(s) */
"%d %@ %d %@" = "%1$d %2$@ %3$d %4$@";

/* '1 Brochure: The Trinity' with the format '%d %@: %@', the %@ represents the Magazine, Book, or Brochure type and the %d represents the count of publications */
"%d %@: %@" = "%1$d %2$@: %3$@";

/* Number of months shown in the statistics view, setting title */
"%d Month Displayed" = "%d Προβολή Μήνα";

/* Number of months shown in the statistics view, setting title */
"%d Months Displayed" = "%d Προβολή Μηνών";

/* 1, singular publication, shown as '%d publication' */
"%d publication" = "%d Έκδοση";

/* more than one publications, shown as '%d publications' */
"%d publications" = "%d Εκδόσεις";

/* Short form of Bulk Magazine Placements for the Watchtower and Awake '%d: %@' */
"%d: %@" = "%1$d: %2$@";

/* This is the label that is at the bottom of the sorted calls view showing you how many calls you have (if there is a single call... this is the single version of the text) */
"%u Call" = "%u Κλήση";

/* This is the label that is at the bottom of the sorted calls view showing you how many calls you have  (if there is a more than one call... this is the plural version of the text) */
"%u Calls" = "%u Κλήσεις";

/* name you see if you have a study who is not named yet and you go to Statistics->Study Individuals-> */
"(Study not named?)" = "(Μελέτη χωρίς όνομα;)";

/* (unknown street) Placeholder Section title in the Sorted By Calls view */
"(unknown street)" = "(Άγνωστος Δρόμος)";

/* label for sending a printable email backup.  this label is in the body of the email */
"<h1>Backup data for %@:</h1>\n" = "<h1>Αντίγραφο ασφαλείας για %@:</h1>\n";

/* label for sending a printable email backup.  this label is in the body of the email */
"<h2>Bulk Placements:</h2>\n" = "<h2>Bulk Placements:</h2>\n";

/* label for sending a printable email backup.  this label is in the body of the email */
"<h2>Calls:</h2>\n" = "<h2>Επισκέψεις:</h2>\n";

/* label for sending a printable email backup.  this label is in the body of the email */
"<h2>Hours:</h2>\n" = "<h2>Ώρες:</h2>\n";

/* label for sending a printable email backup.  this label is in the body of the email */
"<h2>RBC Hours:</h2>\n" = "<h2>RBC Hours:</h2>\n";

/* Sorted by ... view section index for unknown values which coresponds to the 'Unknown' section header */
"?" = "?";

/* Tracts Publication Name (T-17) */
"A Peaceful New World-Will It Come?" = "Ειρηνικός Νέος Κόσμος";

/* title for the marker when you have to manually set the location for a call */
"Acquiring Location..." = "Αναζήτηση Τοποθεσίας...";

/* Add a placed publication action button in call view */
"Add a placed publication" = "Προσθήκη Έκδοσης";

/* Add a return visit action button */
"Add a return visit" = "Προσθήκη Επανεπίσκεψης";

/* Button to click to add more information like phone number and email address */
"Add Additional Information" = "Προσθήκη Πληροφοριών";

/* Button to click to add an additional user to MyTime */
"Add Additional User" = "Προσθήκη Χρήστη";

/* button to add streets to the list of not at home streets
   Title for the a new house in the Not At Home view */
"Add Attempt" = "Προσθήκη Προσπάθειας";

/* Button to click to add an 'Additional Information' to calls */
"Add Custom Information" = "Προσθήκη Πληροφορίας";

/* Button to click to add an additional sort or filter rule for the Sorted By ... view */
"Add Filter Rule" = "Προσθήκη Κανόνα Φίλτρου";

/* button to add streets to the list of not at home streets
   Title for the a new house in the Not At Home view */
"Add House" = "Προσθήκη Οικίας";

/* Add Information title */
"Add Info" = "Προσθήκη Πληροφοριών";

/* button to press when you are in the Multiple Choice view, this button lets the user add another choice to a multiple choice type */
"Add New Choice" = "Προσθήκη Επιλογής";

/* Button to click to add an additional sort or filter rule for the Sorted By ... view */
"Add New Display Rule" = "Προσθήκη Νέου Κανόνα Εμφάνισης";

/* button to press when you are in the Quick Notes view and have pressed the Edit nagivation button, this button lets the user add another quick note favorite */
"Add New Quick Note" = "Προσθήκη Γρήγορης Σημείωσης";

/* Button to click to add an additional sort or filter rule for the Sorted By ... view */
"Add New Sort Rule" = "Προσθήκη Νέου Κανόνα Ταξινόμησης";

/* Title for the a new territory in the Territories view */
"Add New Territory" = "Προσθήκη Νέου Τομέα";

/* Placeholder for adding notes in the Not At Home views
   Return Visit Notes Placeholder text */
"Add Notes" = "Προσθήκη Σημειώσεων";

/* Action Button in the Day's Bulk Literature Placement View called 'Add placed publications' */
"Add placed publications" = "Προσθήκη Έκδοσης";

/* button to add streets to the list of not at home streets
   Title for the a new street in the Territories view */
"Add Street" = "Προσθήκη Δρόμου";

/* This text is right below the Quick notes Favoriate section describing what this section is for */
"Add your current presentations or common notes here to be used as a template for notes for your initial/return visits" = "Προσθέστε εδώ τις σημειώσεις σας για να χρησιμοποιηθούν ως οδηγός για τις επανεπισκέψεις/σημειώσεις σας";

/* category in the Display Rules when picking sorting rules
   Title for email section for the \"Additional Information\" info */
"Additional Information" = "Επιπρόσθετες Πληροφορίες";

/* Address label for call
   category in the Display Rules when picking sorting rules */
"Address" = "Διεύθυνση";

/* label name for the cell asking if you want to match all or just match one
   search button in the sorted calls view to search through all of the call information */
"All" = "Όλες";

/* cancel button */
"All Calls" = "Όλες οι Κλήσεις";

/* all publicaitons label for publication type */
"All Publications" = "Όλες οι Εκδόσεις";

/* Book Publication Name (si) */
"All Scripture is Inspired" = "Όλη η Γραφή Είναι Θεόπνευστη και Ωφέλιμη";

/* Tracts Publication Name (T-27) */
"All Suffering Soon to End" = "Θα τερματιστούν Ποτέ τα Παθήματα;";

/* Footer in the 'Additional Information' for the entries that will always show in every call */
"Any rows below that you move up here will always show up in your calls" = "Όποιες γραμμές παρακάτω, μετακινούνται εδώ πάνω θα εμφανίζονται στις κλήσεις σας";

/* Short month name */
"Apr" = "Απρ";

/* Long month name */
"April" = "Απρίλιος";

/* Apartment/Floor Number
   Title for the Display Rules 'pick a sort rule' screen */
"Apt/Floor" = "Διαμ/Όροφος";

/* Multiple Users: question asked when the user wants to delete a user's data */
"Are you sure that you want to DELETE ALL USER DATA for %@?\n\nYou can not recover from this action, you will DELETE all of your calls, hours, and other statistics for this user. Are you really sure you want to do this?" = "Είστε Σίγουροι οτι Θέλετε να διαγράψετε ΟΛΑ ΤΑ ΔΕΔΟΜΕΝΑ ΤΟΥ %@?\n\nYou Δεν μπορείτε να τα ανακτήσετε, θα διαγραφούν ΟΛΕΣ οι επισκέψεις, ώρες, και άλλα στατιστικά στοιχεία για αυτόν τον Χρήστη. Είστε σίγουροι οτι θέλετε να το κάνετε αυτό;";

/* Statement to make the user realize that they are deleting a call forever */
"Are you sure you want to delete the call forever, and remove all return visits, studies, and placed publications in your statistics?" = "Είστε σίγουροι οτι θέλετε να διαγράψετε την κλήση για πάντα και να διαγράψετε όλες τις επανεπισκέψεις, μελέτες και όλα τα έντυπα απο τα στατιστικά σας;";

/* Statement to make the user realize that this will still save information, and acknowledge they are deleting a call */
"Are you sure you want to delete the call?\n\nThe return visits and placed literature will still be counted in your statistics and you can restore or permanently delete this call in the \"Deleted Calls\" View." = "Είστε σίγουροι οτι θέλετε να διαγράψετε την κλήση?\n\nThe return visits and placed literature will still be counted in your statistics and you can restore or permanently delete this call in the \"Deleted Calls\" View.";

/* Statement to make the user realize that this will still save information, and acknowledge they are deleting a call */
"Are you sure you want to restore the call (your statistics will not change)?" = "Είστε σίγουρος ότι θέλετε να επαναφέρετε τη κλήση (τα στατιστικά σας δεν θα αλλάξουν);";

/* Title of the section in the Not-At-Homes house view that allows you to add/edit attempts for the house
   used as a label when emailing not at homes */
"Attempts" = "προσπάθειες";

/* Short month name */
"Aug" = "Αυγ";

/* Long month name */
"August" = "Αύγουστος";

/* Autobackup label when enabled in the statistics view, setting title */
"Autobackup after %u days" = "Αυτόματο Αποθήκευση μετά %u ημέρες";

/* Autobackup label when enabled in the statistics view, setting title */
"Autobackup every day" = "Αυτόματη Αποθήκευση κάθε Μέρα";

/* Title for selecting the number of days till you autobackup from the statistics view */
"Autobackup Interval" = "Εσωτερική Αυτόματη Αποθήκευση";

/* This is a button you see when you create a new call and go to the address view for the first time, it allows the user to use google to lookup the address by the current location */
"Automatically Lookup Address" = "Αυτόματη Αναζήτηση Διεύθυνσης";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Auxilliary Pioneer" = "Βοηθητικός Σκαπανέας";

/* Magizine Publication Name (g) */
"Awake" = "Ξύπνα";

/* Book Publication Name (gvol) */
"Awake Bound Volume" = "Ξύπνα Τόμος";

/* More View Table Group Title */
"Backup" = "Αποθήκευση";

/* More->Settings view backup email address */
"Backup Address" = "Διεύθυνση Αποθήκευσης";

/* More->Settings view backup attachment */
"Backup Attachment" = "Backup Attachment";

/* This message is displayed after a successful import of a call or a restore of a backup */
"Backup restored, press OK to quit mytime. You will have to restart to use your restored data" = "Το αντίγραφο ασφαλείας επαναφέρθηκε, πατήστε ΟΚ για να διακόψετε το mytime. Πρέπει να επανεκινήσετε για να χρησιμοποιήσετε τα δεδομένας της επαναφοράς";

/* More View Table backup your data */
"Backup using 'MyTime Backup'" = "Αποθήκευση Χρησιμοποιώντας το:'MyTime Backup'";

/* message displayed when someone wants to email me, I just want to make sure that they have read the website before asking a question */
"Because I might have received > 200 emails about a question, please read the Frequently Asked Questions section of the MyTime website before emailing me to ask a question.  Also, please read the existing feature request list before requesting a feature." = "Λόγω του ότι περισσότερα απο 200 Άτομα με ρωτάνε καθημερινά, παρακαλώ διαβάστε τις Υποβοηθητικές Απαντήσεις σε Ερωτήματα πριν μου στείλετε κάποιο Ηλεκτρονικό μήνυμα ζητώντας Εξηγήσεις.";

/* Title for switch in the filter for the strings operator */
"Begins With" = "Ξεκινάει με";

/* Book Publication Name */
"Bible" = "Αγία Γραφή";

/* Publication Type name */
"Bible DVD" = "Αγία Γραφή DVD";

/* Bible DVD Publication Name */
"Bible DVD: 1&2 Corinthians" = "DVD: 1&2 Κορινθίους";

/* Bible DVD Publication Name */
"Bible DVD: 1&2 Thessalonians, 1&2 Timothy, Titus, Philemon" = "Bible DVD: 1&2 Thessalonians, 1&2 Timothy, Titus, Philemon";

/* Bible DVD Publication Name */
"Bible DVD: Acts" = "Γραφικό DVD: Πράξεις";

/* Bible DVD Publication Name */
"Bible DVD: Galatians, Ephesians, Philippians, Colossians" = "Bible DVD: Galatians, Ephesians, Philippians, Colossians";

/* Bible DVD Publication Name */
"Bible DVD: Hebrews, James, 1&2 Peter" = "Bible DVD: Hebrews, James, 1&2 Peter";

/* Bible DVD Publication Name (1543) */
"Bible DVD: John" = "Γραφικό DVD: Ιωάννης";

/* Bible DVD Publication Name (1542) */
"Bible DVD: Luke" = "Γραφικό DVD: Λουκάς";

/* Bible DVD Publication Name (1541) */
"Bible DVD: Mark" = "Γραφικό DVD: Μάρκος";

/* Bible DVD Publication Name (1540) */
"Bible DVD: Matthew" = "Γραφικό DVD: Ματθαίος";

/* Bible DVD Publication Name */
"Bible DVD: Romans" = "Γραφικό DVD: Ρωμαίους";

/* Plural Publication Type name */
"Bible DVDs" = "Bible DVDs";

/* Bible Studies label on the Statistics View */
"Bible Studies" = "Γραφικές Μελέτες";

/* Brochures Publication Name (hb) */
"Blood" = "Αίμα";

/* Publication Type name */
"Book" = "Βιβλίο";

/* Brochures Publication Name (ba) */
"Book for All" = "'Ενα Βιβλίο για Όλους";

/* Plural Publication Type name
   Publication Type name */
"Books" = "Βιβλία";

/* Publication Type name */
"Brochure" = "Φυλλάδιο";

/* Plural Publication Type name
   Publication Type name */
"Brochures" = "Φυλλάδια";

/* More View Table Build Date */
"Build Date" = "Ημέρα Επίδοσης";

/* Title for Bulk Placements view */
"Bulk Placements" = "Ογκώδεις Τοποθετήσεις";

/* Call main title when editing an existing call
   category in the Display Rules when picking sorting rules */
"Call" = "Επίσκεψη";

/* Address title for address form */
"Call Address" = "Διεύθυνση Επίσκεψης";

/* View title */
"Calls Sorted by City" = "Στοιχειοθέτηση ανά Πόλη";

/* view title */
"Calls Sorted by Date" = "Στοιχειοθέτηση ανά Ημερομηνία";

/* View title */
"Calls Sorted by Name" = "Στοιχειοθέτηση ανά Όνομα";

/* view title */
"Calls Sorted by Street" = "Στοιχειοθέτηση ανά Οδό";

/* Publication Type name */
"Campaign Tract" = "Τίτλος Εκστρατείας";

/* Plural Publication Type name
   Publication Type name */
"Campaign Tracts" = "Τίτλοι Εκστρατείας";

/* Cancel button
   Cancel Button */
"Cancel" = "Ακύρωση";

/* Title for switch in the filter view to have the strings be compared in a case sensitive manor */
"Case Insensitive" = "Χωρίς Διάκριση Πεζών-Κεφαλαίων";

/* Change Date action button for visit in call view */
"Change Date" = "Αλλαγή Ημερομηνίας";

/* The title used in the Settings->Multiple Users screen */
"Choice Name" = "Όνομα Επιλογής";

/* City
   Title for the Display Rules 'pick a sort rule' screen
   used as a label when emailing not at homes */
"City" = "Πόλη";

/* button bar title */
"City Sorted" = "Στοίχιση ανά πόλη";

/* This is the text that appears in the link of the email when you are transferring a call to another witness.  this is the link that they press to open MyTime
   This is the text that appears in the link of the email when you are transferring a not at home territory to another witness.  this is the link that they press to open MyTime */
"Click on this link from your iPhone/iTouch" = "Κάντε κλίκ σε αυτό το link απο το iPhone/iTouch";

/* Book Publication Name (cf) */
"Come Be My Follower" = "Έλα να γίνεις ακόλουθός μου";

/* Tracts Publication Name (T-20) */
"Comfort for the Depressed" = "Παρηγοριά για τους Καταθλιμένους";

/* Book Publication Name (cj) */
"Commentary on James" = "Σημειώσεις στον Ιερεμία";

/* More->Settings view Compress backup link */
"Compress Backup" = "Συμπίεση Αντιγράφου Ασφαλείας";

/* Book Publication Name (cn) */
"Concordance" = "Ευρετήριο";

/* backup connected message */
"Connected to the Backup Application.\n\nUse it to create a backup or to restore a backup" = "Συνδεδεμένο με την εφαρμογή Αποθήκευσης.\n\Χρησιμοποιήστε το για Αποθήκευση/Επαναφορά";

/* More View Table Group Title */
"Contact Information" = "Πληροφορία Επαφής";

/* Title for switch in the filter for the strings operator */
"Contains" = "Contains";

/* Campaign Tract Publication Name (?) */
"Convention Invitation" = "Πρόσκληση Συνέλευσης";

/* button to convert a not at home territpry house into a regular call */
"Convert to call" = "Μετατροπή σε κληση";

/* When making a new additional information if you previsouly had a 'String' type and you want to change it to a multiple choice, this is the text used, because I go through all of the values of the 'String' and automatically set those up as choices */
"Convert to Multiple Choice" = "Μετατροπή σε Πολλαπλή επιλογή;";

/* this message is presented to the user when they are upgrading their MyTime and MyTime is converting their old database file to a new one */
"Converting Data File" = "Μετατροπή Αρχείου Δεδομένων";

/* initial message when trying to transfer backup files */
"Could not create %@ directory" = "Δεν μπορεί να δημιουργηθεί %@ Φάκελος";

/* More->Settings->Delete map cache: error message if the map cache could not be deleted */
"Could not delete map cache" = "Δεν μπορεί να διαγραφεί η μνήμη των Χαρτών";

/* More->Settings->Remove Custom Translation: error message if the custom translation file could not be removed */
"Could not remove custom translation" = "Δεν μπορεί να μετακινηθεί η τοπική μετάφραση";

/* More View Table Enable shown popups */
"Create a note from scratch" = "Δημιουργία Σημείωσης απο την Αρχή";

/* Settings label for the current user */
"Current User" = "Υπάρχων Χρήστης";

/* Title for field in the Additional Information for the user to create their own additional information field */
"Custom" = "Προσωπικό";

/* Book Publication Name (dp) */
"Daniel's Prophecy" = "Η Προφητεία του Δανιήλ";

/* This is the text that appears in the link of the email when you are wanting to restore from a backup.  this is the link that they press to open MyTime */
"Data file link" = "Data file link";

/* cell title in the Date Picker View where you can change the return visit date
   Title for the Display Rules 'pick a sort rule' screen */
"Date" = "Ημερομηνία";

/* button bar title */
"Date Sorted" = "Στοίχιση ανα Ημερομηνία";

/* Call Metadata
   cell title in the Date Picker View where you can change the return visit date */
"Date/Time" = "Ημερομηνία/Ώρα";

/* Day singular */
"Day" = "΄Μέρα";

/* section title for calls older than this time interval */
"Day Old" = "Day Old";

/* Days plural */
"Days" = "Μέρες";

/* section title for calls older than this time interval */
"Days Old" = "Days Old";

/* Short month name */
"Dec" = "Δεκ";

/* Long month name */
"December" = "Δεκέμβριος";

/* Multiple Users: the default user name when the user has not entered a name for themselves */
"Default User" = "Υπάρχων Χρήστης";

/* Transferr this call to another MyTime user and delete it off of this iphone, but keep the data */
"Delete All Data" = "Διαγραφή όλων των Δεδομένων";

/* Delete Call button in editing mode of call view */
"Delete Call" = "Διαγραφή Επίσκεψης";

/* Button used to delete \"Additional Information\" from all calls with the message: This Additional Information was added to some of your calls. Do you want to remove it from your calls? */
"Delete From All Calls" = "Delete From All Calls";

/* Title for the Display Rules 'pick a sort rule' screen */
"Deleted" = "Deleted";

/* Deleted calls view button title */
"Deleted Calls" = "Deleted Calls";

/* view title */
"Deleted Calls Sorted by Street" = "Deleted Calls Sorted by Street";

/* Title for switch in the filter view to have the strings be compared in a diacritic sensitive manor */
"Diacritic Insensitive" = "Diacritic Insensitive";

/* Title of the view you are presented from Settings->Passcode when you are disabling the passcode */
"Disable Passcode" = "Απενεργοποίηση Κωδικού Εισόδου";

/* backup connected message */
"Disconnected from the Backup Application" = "Αποσύνδεση απο την Εφαρμογή Αποθήκευσης";

/* Title of button on the Sorted By... view if the user put in a display rule that does not have a name */
"Display Rule" = "Εμφάνιση Κανόνα";

/* This is the placeholder text in the Display Rule detail screen where you name the display rule */
"Display Rule Name" = "Εμφάνιση Ονόματος Κανόνα";

/* In the Settings view this is the row that lets you configure all of the sorting/filter rules */
"Display Rules" = "Εμφάνιση Κανόνων";

/* Brochures Publication Name (na) */
"Divine Name" = "Το Θείο Όνομα που θα παραμείνει για πάντα";

/* Label for picking the location lookup type when they do not want the return visit to show up in the map */
"Do not show in map" = "Μην Προβληθεί στον Χάρτη";

/* Tracts Publication Name (T-25) */
"Do You Have an Immortal Spirit" = "Έχετε Αθάνατο Πνεύμα";

/* More View Table Link to Documentation */
"Documentation" = "Τεκμηρίωση";

/* Tracts Publication Name (T-71) */
"Does Fate Rule Our Lives" = "Κυβερνάει η Μοίρα την Ζωή μας";

/* Brochures Publication Name (dg) */
"Does God Care" = "Ενδιαφέρεται Πραγματικά ο Θεός για εμάς";

/* Brochures Publication Name (je) */
"Doing God's Will" = "Ενωμένοι Εκτελούν το Θέλημα του Θεού Παγκόσμια";

/* Book Publication Name (cl) */
"Draw Close to Jehovah" = "Πλησιάστε τον Ιεχωβά";

/* Publication Type name */
"DVD" = "DVD";

/* Publication Type name */
"DVD (not counted)" = "DVD (Μη Μετρούμενο)";

/* Publication Type name */
"DVD Brochure" = "DVD Brochure";

/* Plural Publication Type name */
"DVD Brochures" = "DVD Brochures";

/* DVD Publication Name (9224) */
"DVD Drama: Bore Witness" = "DVD Δράμα: Οι Μάρτυρες";

/* DVD Publication Name  (9215) */
"DVD Drama: Noah/David" = "DVD Δράμα: Νώε/Δαυίδ";

/* DVD Publication Name (9215) */
"DVD Drama: Pursue Goals" = "DVD Δράμα: Στόχοι";

/* DVD Publication Name  */
"DVD Drama: Respect Authority" = "DVD Δράμα: Σεβασμός στην Εξουσία";

/* DVD Publication Name (9241) */
"DVD Drama: Submit to Authority" = "DVD Δράμα: Υποταγή στην Εξουσία";

/* DVD Publication Name (9241) */
"DVD Drama: Troublesome Times/Boldly Witnessing" = "DVD Δράμα: Troublesome Times/Boldly Witnessing";

/* DVD Publication Name (dvmy) */
"DVD: Bible Stories" = "DVD: Βιβλικές Ιστορίες";

/* DVD Publication Name (9232) */
"DVD: Bible Teach" = "DVD: Η Αγία Γραφή";

/* DVD Publication Name (9220) */
"DVD: Family Happiness" = "DVD: Οικογενειακή Ευτυχία";

/* DVD Publication Name (9211) */
"DVD: God's Friend" = "DVD: Φίλος του Θεού";

/* DVD Publication Name () */
"DVD: Great Teacher" = "DVD: Μεγάλος Δάσκαλος";

/* DVD Publication Name (9202) */
"DVD: Greatest Man" = "DVD: Ο Μεγαλύτερος Άνθρωπος";

/* DVD Publication Name (dvfa1-DVE) */
"DVD: Jehovah's Witnesses - Faith in Action, Part 1: Out of Darkness" = "DVD: Μάρτυρες του Ιεχωβά - Πίστη εν Δράσει, Μέρος 1ο: Από το Σκοτάδι στο Φως";

/* DVD Publication Name (dvutp-DVE) */
"DVD: Jehovah's Witnesses - Faithful Under Trials and Purple Triangles" = "DVD: Jehovah's Witnesses - Faithful Under Trials and Purple Triangles";

/* DVD Publication Name (dvfi-DVE) */
"DVD: Jehovah's Witnesses Stand Firm Against Nazi Assault" = "DVD: Οι Μάρτυρες του Ιεχωβά Μένουν Σταθεροί Απέναντι στην Επίθεση των Ναζί";

/* DVD Publication Name (9218) */
"DVD: Keep on the Watch" = "DVD: Κοιτώντας στον Στόχο";

/* DVD Publication Name (?) */
"DVD: Keep Yourselves in Gods Love " = "DVD: Keep Yourselves in Gods Love ";

/* DVD Publication Name (dvkl) */
"DVD: Knowledge" = "DVD: Γνώση";

/* DVD Publication Name (dvjwa-DVE) */
"DVD: Organized to Share Good News and Whole Association of Brothers" = "DVD: Οργανωμένοι για να Μεταδίδουν τα Καλά Νέα και Ολόκληρη η Αδελφότητα μας";

/* DVD Publication Name (9201) */
"DVD: Require" = "DVD: Απαίτηση";

/* DVD Publication Name (9203) */
"DVD: Sing Praises Vol 1&2" = "DVD: Ψάλεται Αίνους Νο 1&2";

/* DVD Publication Name (9229) */
"DVD: Sing Praises Vol 3" = "DVD: Ψάλεται Αίνους Νο 3";

/* DVD Publication Name (9216) */
"DVD: Spirits of the dead" = "DVD: Πνεύματα Νεκρών";

/* DVD Publication Name (dvbbl-DVE) */
"DVD: The Bible - A Book of Fact and Prophecy" = "DVD: Η Αγία Γραφή - Βιβλίο Γεγονότων και Προφητειών";

/* DVD Publication Name (dvedt-DVE) */
"DVD: The the Ends of the Earth and United by Divine Teaching" = "DVD: Ως τα Πέρατα της Γης και Ενωμένοι Μέσω της Θείας Διδασκαλίας";

/* DVD Publication Name (dvwc-DVE) */
"DVD: The Wonders of Creation Reveal God's Glory" = "DVD: Τα Θαύματα της Δημιουργίας Αποκαλύπτουν τη Δόξα του Θεού";

/* DVD Publication Name (dvalt-DVE) */
"DVD: Transfusion Alternatives - Documentary Series" = "DVD: Εναλλακτικές Μέθοδοι Αντί της Μετάγγισης - Σειρά Ντοκιμαντέρ";

/* DVD Publication Name (dvwra-DVE) */
"DVD: Warning Examples for Our Day and Respect Jehovah's Authority" = "DVD: Προειδοποιητικά Παραδείγματα για τις Ημέρες μας και Να Σέβεστε την Εξουσία του Ιεχωβά";

/* DVD Publication Name (9221) */
"DVD: When someone you love dies" = "DVD: Όταν πεθαίνει κάποιος που αγαπάτε";

/* DVD Publication Name (9213) */
"DVD: Worship God" = "DVD: Λατρεύοντας τον Θεό";

/* DVD Publication Name (?) */
"DVD: Would You Like To Know the Truth?" = "DVD: Would You Like To Know the Truth?";

/* DVD Publication Name (dvfe-DVE) */
"DVD: Young People Ask - How Can I Make Real Friends?" = "DVD: Οι Νεαροί Ρωτούν - Πως Μπορώ να Κάνω Αληθινούς Φίλους;";

/* DVD Publication Name (dvyf-DVE) */
"DVD: Young People Ask - What Will I Do With My Life?" = "DVD: Οι Νεαροί Ρωτούν - Τι θα Κάνω με τη Ζωή Μου;";

/* Plural Publication Type name */
"DVDs" = "DVDs";

/* Plural Publication Type name */
"DVDs (not counted)" = "DVDs (μη μετρήσιμα)";

/* Sort Rules View title */
"Edit Display Rule" = "Επεξεργασίας Κανόνα Εμφάνισης";

/* Sort Rules View title */
"Edit Rules" = "Επεξεργασία Κανόνων";

/* Sort Rules View title */
"Edit Sort Rule" = "Επεξεργασία Κανόνα Ταξινόμισης";

/* Brochures Publication Name (ed) */
"Education" = "Εκπαίδευση";

/* localized date string string using http://unicode.org/reports/tr35/tr35-4.html#Date_Format_Patterns as a guide to how to format the date */
"EEE, M/d/yyy" = "EEE, d/M/yyy";

/* localized date string string using http://unicode.org/reports/tr35/tr35-4.html#Date_Format_Patterns as a guide to how to format the date */
"EEE, M/d/yyy h:mma" = "EEE, d/M/yyy h:mma";

/* Call Metadata */
"Email" = "Ηλ. Ταχυδρομείο";

/* pick an email address */
"Email Address" = "Ηλεκτρονική Διεύθυνση";

/* Autobackup disabled label in the statistics view, setting title */
"Email autobackup disabled" = "Αυτόματη Αποθήκευση μέσω Email Απενεργοποιήθηκε";

/* More View Table backup your data by emailing the data */
"Email backup" = "Αποθήκευση μέσω Ηλ. Ταχυδρομείου";

/* Email the call details to another MyTime user
   Email the not at home territory details to another MyTime user */
"Email Details" = "Λεπτομέρειες Ηλ. Ταχυδρομείου";

/* button that the user clicks when they want to email a mytime backups */
"Email MyTime Backup" = "Ηλεκτρονική Αποθήκευση MyTime";

/* button that the user clicks when they want to email a printable backup */
"Email Printable Backup" = "Ηλεκτρονική Εκτυπώσιμη Αποθήκευση";

/* question to ask the user if they want a mytime backup or printable backup */
"Email printable backup or MyTime backup? (The printable backup can not be used to automatically restore MyTime data)" = "Ηλεκτρονική Εκτυπώσιμη Έκδοση Αποθήκευσης Δεδομένων στο MYTime; (Η Μορφή Εκτυπώσιμης Αποθήκευσης δεν μπορεί να Χρησιμοποιηθεί για Αυτόματη Επανάκτηση των )";

/* Months to email Information title */
"Email Report" = "Αναφορά στο Ηλ. Ταχυδρομείο";

/* Title for switch in the filter for the strings operator */
"Empty" = "Άδειο";

/* Google Localized Language Name */
"en" = "Αγγλ.";

/* More View Table Enable shown popups */
"Enable shown popups" = "Ενεργοποίηση Αναδυόμενων παραθύρων";

/* Title for switch in the filter for the strings operator */
"Ends With" = "Τελειώνει με";

/* Tracts Publication Name (T-21) */
"Enjoy Family Life" = "Απόλαυση της Οικογενειακής Ζωής";

/* First Prompt to enter a passcode to limit access to MyTime */
"Enter a passcode" = "Εισάγετε Κωδικό Πρόσβασης";

/* This is the title for the Statistics->Edit->Select an hours row-> view that pops up to allow you to edit the hours */
"Enter Hours" = "Εισάγετε Ώρες";

/* Footer sentance in the More->Settings->Secretary's Email view, letting the user know that they can enter in multiple email addresses */
"Enter multiple email addresses by seperating each address by a space" = "Enter multiple email addresses by seperating each address by a space";

/* Custom Information Placeholder before the user enters in what they want to call this field, like 'Son's name' or whatever */
"Enter Name Here" = "Εισάγετε το όνομα εδώ";

/* Prompt to enter a passcode to gain access to MyTime */
"Enter Passcode" = "Εισάγετε τον Κωδικό";

/* multiple choice value placeholder text */
"Enter the multiple choice value" = "Εισάγετε την τιμή της Πολλαπλής Επιλογής";

/* text that appears in the Call->Edit->Add Additional Information->Edit->Add Custom->Multiple Choice type area so that you can add values to your multiple choice type */
"Enter the multiple choice values here" = "Εισάγετε την τιμή της Πολλαπλής Εισαγωγής Εδώ";

/* Prompt to enter a passcode turn off the passcode in MyTime */
"Enter your passcode to disable" = "Εισάγετε τον Κωδικό για Απενεργοποίηση";

/* Title for switch in the filter for the number operator
   Title for switch in the filter for the strings operator */
"Equals" = "Ισούται";

/* More->Settings view title for erasing the map cache */
"Erase map cache" = "Διαγραφή Μνήμης Χαρτών";

/* This is a message you see when you make a new Call -> press on the address -> press on automatically lookup address, and there is a geolocation error (the google lookup of the address failed) */
"Error acquiring location, reverse lookup failed" = "Error acquiring location, reverse lookup failed";

/* This is a dialog message title whenever there is an error saving data; you should not see this normally */
"Error Saving Data" = "Σφάλμα Αποθήκευσης Δεδομένων";

/* This is a message you see when you make a new Call -> press on the address -> press on automatically lookup address, and the location services can not obtain a location (could happen for iPod or iPhone with only wifi turned on and location cant be determined by wifi) */
"Error: Location Services can not find your location." = "Σφάλμα: Η Υπηρεσίες Τοποθεσίας δεν μπορούν να εντοπίσουν την τοποθεσία σας";

/* Book Publication Name (ce) */
"Evolution or Creation" = "Εξέλιξη ή Δημιουργία";

/* Book Publication Name (es) */
"Examining the Scriptures Daily" = "Καθημερινή Εξέταση των Γραφών";

/* backup failed string */
"Failed advertising server" = "Αποτυχία Διακομιστή";

/* failure message for starting the backup service */
"Failed creating server" = "Αποτυχία δημιουργίας διακομιστή";

/* Book Publication Name (fy) */
"Family Happiness" = "Οικογενειακή Ευτυχία";

/* Book Publication Name (fl) */
"Family Life" = "Πως να κάνετε την Οικογενειακή σας Ζωή Ευτυχισμένη";

/* this is a section label in the 'quick notes' view if you edit a call and add brand new notes.  The favorites section is where you can add your own favorite notes */
"Favorites" = "Αγαπημένα";

/* Short month name */
"Feb" = "Φεβ";

/* Long month name */
"February" = "Φεβρουάριος";

/* Subject text for the email that is sent for the Field Service Activity report */
"Field Service Activity Report" = "Αναφορά Δραστηριότητας";

/* Settings Section Name */
"Field Service Report" = "Field Service Report";

/* Section title for the Display Rule editing view */
"Filter Rules" = "Φιλτράρισμα Κανόνων";

/* Button in More->settings that points the user to the bug tracking system */
"Found a bug?" = "Βρέθηκε Πρόβλημα;";

/* Book Publication Name (po) */
"God's Eternal Purpose" = "Ο Αιώνιος Σκοπός του Θεού";

/* Brochures Publication Name (gf) */
"God's Friend" = "Μπορείτε να είστε φίλοι του Θεού!";

/* Book Publication Name (ka) */
"God's Kingdom Has Approached" = "Η Χιλιετής Βασιλεία του Θεού Έχει Πλησιάσει";

/* Book Publication Name (gm) */
"God's Word" = "Η Αγία Γραφή - Λόγος Θεού ή Ανθρώπων";

/* Brochures Publication Name (gl) */
"Good Land" = "Δείε την Καλή Γη";

/* Brochures Publication Name  */
"Good News for People of All Nations" = "Καλά Νέα για τους Ανθρώπους όλων των Εθνών";

/* Book Publication Name (gh) */
"Good News to Make You Happy" = "Καλά Νέα που σας κάνουν Ευτυχείς";

/* Brochures Publication Name (bp) */
"Government" = "Κυβέρνηση";

/* Title for switch in the filter for the number operator */
"Greater Than" = "Μεγαλύτερο Από";

/* Title for switch in the filter for the number operator */
"Greater Than or Equals" = "Μεγαλύτερο Από ή Ίσο";

/* Book Publication Name (gt) */
"Greatest Man Who Ever Lived" = "Ο Μεγαλύτερος Άνθρωπος Που Έζησε Ποτέ";

/* Brochures Publication Name (gu) */
"Guidance of God" = "Η Θεική καθοδήγηγη - Ο Δρόμος μας για τον Παράδεισο";

/* Book Publication Name (hp) */
"Happiness-How to Find It" = "Ευτυχία - Πως να την βρείτε";

/* Tracts Publication Name (T-74) */
"Hellfire-Is It Part of Divine Justice?" = "Κόλαση - Σχετίζεται με την Θεική Δικαιοσύνη;";

/* button title the user sees when they have an error converting data */
"HELP! Fix My Data!" = "ΒΟΗΘΕΙΑ! Διόρθωσε τα Δεδομένα Μου!";

/* Book Publication Name (hs) */
"Holy Spirit" = "Άγιο Πνεύμα";

/* label used in the Statistics->Edit->press hours picker view
   Singular form of the word hour */
"hour" = "ώρα";

/* 'Hours' ButtonBar View text, Label for the amount of hours spend in the ministry, and Expanded name when on the More view */
"Hours" = "Ώρες";

/* label used in the Statistics->Edit->press hours picker view
   Plural form of the word hours */
"hours" = "ώρες";

/* House Number
   Title for the Display Rules 'pick a sort rule' screen
   used as a label when emailing not at homes */
"House Number" = "Αρ. Οικίας";

/* Title of the section in the Not-At-Homes street view that allows you to add/edit houses in the street
   used as a label when emailing not at homes */
"Houses" = "Houses";

/* Tracts Publication Name (rp) */
"How to Find the Road to Paradise" = "Πώς να βρείτε τον Δρόμο για τον Παράδεισο";

/* button to not send the email backup.  I want to have this to have the sense of sounding very bad, like: I dont care about my data, dont backup */
"I don't want to backup" = "Δεν θέλω Αποθήκευση Δεδομένων";

/* button that the user clicks when they have let their Yes mean Yes that they have read the website */
"I have read the webpage" = "Έχω διαβάσει την Ιστοσελίδα";

/* This is the text that appears in the link of the email when you are wanting to restore from a backup.  this is the link that they press to open MyTime */
"If you want to restore from your backup, click on this link from your iPhone/iTouch" = "Εάν θέλετε να ανακτήσετε απο την Αποθήκευση, πατήστε αυτό το link από το iPhone/iTouch";

/* button title the user sees when they have an error converting data */
"Ignore Fatal Error" = "Αγνοήσε το Αναπόφευκτο Σφάλμα";

/* This message is displayed after a successful import of a call or a restore of a backup */
"Import successful" = "Επιτυχής Εισαγωγή";

/* Title in the 'Additional Information' for the entries that will always show in every call */
"Information Always Shown" = "Οι Πληροφορίες Είναι Πάντοτε Ορατές";

/* This is used to signify the first visit which is not counted as a return visit.  This is in the view where you get to pick the visit type */
"Initial Visit" = "Αρχική Επίσκεψη";

/* Initial Visit Notes default text when the user did not enter notes, displayed on the view-mode Call view */
"Initial Visit Notes" = "Σημειώσεις Αρχικής Επίσκεψης";

/* Book Publication Name (it) */
"Insight" = "Ενόραση στις Γραφές";

/* Title for switch in the filter view to change the logical result of the filter to the logical alternate value TRUE->FALSE or FALSE->TRUE */
"Invert Logic" = "Αντιστροφή Λογικής";

/* Book Publication Name (ct) */
"Is there a Creator Who Cares About You?" = "Υπάρχει Δημιουργός που Ενδιαφέρεται για Εσάς;";

/* Book Publication Name (ts) */
"Is This Life All There Is?" = "Είναι αυτή η Ζωή το Πάν που Υπάρχει;";

/* Book Publication Name (ip-1) */
"Isaiah's Prophecy I" = "Η Προφητεία του Ησαϊα I";

/* Book Publication Name (ip-2) */
"Isaiah's Prophecy II" = "Η Προφητεία του Ησαϊα II";

/* This is the message the user is presented with when they have not backed up their mytime data ever, or they are past their autobackup interval */
"It has been a while since you did an email backup, want to do it now? It just takes 2 seconds." = "Έχει περάει μικρό διάστημα απο την Τελευταία Αποθήκευση, τι θέλετε να κάνετε; Χρειάζεται μόνο 2 Δευτερόλεπτα.";

/* Short month name */
"Jan" = "Ιαν";

/* Long month name */
"January" = "Ιανουάριος";

/* Brochures Publication Name (jt) */
"Jehovah's Witnesses" = "Μάρτυρες του Ιεχωβά - Ποιοί είναι; Τι Πιστεύουν";

/* Tracts Publication Name (T-18) */
"Jehovah's Witnesses-What Do They Believe?" = "Μάρτυρες του Ιεχωβά - Τι Πιστεύουν;";

/* Tracts Publication Name (T-23) */
"Jehovah-Who Is He?" = "Μάρτυρες του Ιεχωβά - Ποιοί είναι;";

/* Tracts Publication Name (T-24) */
"Jesus Christ-Who Is He?" = "Ποιός είναι ο Ιησούς Χριστός;";

/* Short month name */
"Jul" = "Ιουλ";

/* Long month name */
"July" = "Ιούλιος";

/* Short month name */
"Jun" = "Ιουν";

/* Long month name */
"June" = "Ιούνιος";

/* Brochures Publication Name (kp) */
"Keep on the Watch!" = "Να Είστε σε Εγρήγορση!";

/* Book Publication Name (lv) */
"Keep Yourselves in Gods Love" = "Κρατήστε τον Εαυτό σας στην Αγάπη του Θεού";

/* Tracts Publication Name (T-26) */
"Know the Bible" = "Θα Θέλατε να Μάθετε Περισότερα για την Αγία Γραφή;";

/* Book Publication Name (kl) */
"Knowledge That Leads to Everlasting Life" = "Γνώση που Οδηγεί στην Αιώνια Ζωή";

/* Last Service year total hours label */
"Last Service Year Total" = "Σύνολο Προηγούμενου Υπηρεσιακού Έτους";

/* Brochures Publication Name (pc) */
"Lasting Peace" = "Αιώνια Ειρήνη";

/* Button used in the Alert View that is presented for:This Additional Information was added to all of your calls, do you want to remove it from all of your calls, or just remove the unused values from your calls? */
"Leave All" = "Leave All";

/* Title for switch in the filter for the number operator */
"Less Than" = "Μικρότερο Από";

/* Title for switch in the filter for the number operator */
"Less Than or Equals" = "Μικρότερο Από ή Ίσο";

/* Book Publication Name (kc) */
"Let Your Kingdom Come" = "Ελθέτω η Βασιλεία Σου";

/* Book Publication Name (lp) */
"Life Does Have A Purpose" = "Έχει Σκοπό η Ζωή μας";

/* Tracts Publication Name (T-15) */
"Life in a Peaceful New World" = "Ζωή σε Έναν Ειρηνικό Νέο Κόσμο";

/* Brochures Publication Name (le) */
"Life on Earth" = "Απολαύστε Ζωή στη Γη για Πάντα!";

/* Book Publication Name (te) */
"Listen to the Great Teacher" = "Ο Μεγαλύτερος Άνθρωπος";

/* Book Publication Name (pe) */
"Live Forever in Paridise on Earth" = "Μπορείτε να Ζείτε για Πάντα";

/* Book Publication Name (jd) */
"Live With Jehovah's Day in Mind" = "Να Ζείτε με την Ημέρα του Ιεχωβά Υπόψη";

/* Label for picking the location lookup type */
"Locate using google Maps" = "Αναζήτηση μέσω των χαρτών του Google";

/* Select Location informatio type Type title */
"Location" = "Τοποθεσία";

/* Title for the Display Rules 'pick a sort rule' screen */
"Location Aquired" = "Location Aquired";

/* Title for the Display Rules 'pick a sort rule' screen */
"Location Lookup Type" = "Location Lookup Type";

/* title for the marker when you have to manually set the location for a call */
"Location Unavaliable, please move me" = "Τοποθεσία μη Διαθέσιμη, Παρακαλώ Διαγράψτε";

/* Brochures Publication Name (mn) */
"Look!" = "Ιδού! Κάμνω νέα τα Πάντα";

/* This is a message you see when you make a new Call -> press on the address -> press on automatically lookup address, and geolocation is having a hard time getting accurate results */
"Looking up position, current accuracy is %dm" = "Εύρεση θέσης, τρέχουσα ακρίβεια %dm";

/* This is the first message you see when you make a new Call -> press on the address -> press on automatically lookup address */
"Looking up your position with Location Services" = "Εύρεση της θέσης με τις Υπηρεσίες Τοποθεσίας";

/* localized date string string using http://unicode.org/reports/tr35/tr35-4.html#Date_Format_Patterns as a guide to how to format the date */
"M/d/yyy" = "M/d/yyy";

/* localized date string string using http://unicode.org/reports/tr35/tr35-4.html#Date_Format_Patterns as a guide to how to format the date */
"M/d/yyy h:mma" = "M/d/yyy h:mma";

/* Publication Type name */
"Magazine" = "Περιοδικό";

/* Plural Publication Type name
   Publication Type name */
"Magazines" = "Περιοδικά";

/* these are the instructions for connecting to the MyTime web server from the Settings View */
"Make sure you are on the same network as your iPhone/iPod then open a web browser and type in \"http://%@\" as the location." = "Παρακαλώ Επιβεβαιώστε οτι βρίσκεσται στο ίδιο Δίκτυο με το iPhone/iPod και τότε ανοίξτε τον περιηγητή του Ιντερνέτ στην σελίδα \"http://%@\" όπως στην Τοποθεσία.";

/* Book Publication Name (sl) */
"Man's Salvation" = "Η Σωτηρία του Ανθρώπου";

/* Book Publication Name (sh) */
"Mankind's Search for God" = "Ο Άνθρωπος σε Αναζήτηση του θεού";

/* Label for picking the location lookup type */
"Manually pick Location" = "Χειροκίνητη ρύθμιση Τοποθεσίας";

/* Confirmation message about the map data being deleted */
"Map cache has been deleted" = "Η Μνήμη των Χαρτών έχει Διαγραφή";

/* Mapped calls view title */
"Mapped Calls" = "Χαρτογραφημένες Επισκέψεις";

/* Short month name */
"Mar" = "Μαρ";

/* Long month name */
"March" = "Μάρτιος";

/* label name for the cell asking if you want to match all or just match one */
"Match" = "Match";

/* Short/Long month name */
"May" = "Μάϊος";

/* Campaign Tract Publication Name (mi yearly tract) */
"Memorial Tract" = "Ανάμνηση";

/* Book Publication Name (sg) */
"Ministry School" = "Σχολή Θεοκρατικής Διακονίας";

/* label used in the Statistics->Edit->press hours picker view
   Singular form of the word minute */
"minute" = "Λεπτό";

/* label used in the Statistics->Edit->press hours picker view
   Plural form of the word minutes */
"minutes" = "Λεπτά";

/* Call Metadata */
"Mobile Phone" = "Κινητό Τηλέφωνο";

/* Month singular */
"Month" = "Μήνας";

/* Title for selecting the number of months shown in the statistics view */
"Month Count" = "Αρ. Μηνών";

/* Months plural */
"Months" = "Μήνες";

/* section title for calls older than this time interval */
"Months Old" = "Months Old";

/* MyTime Website buton in the Tutorials view */
"More info..." = "Περισσότερες πληροφορίες...";

/* Title for the Display Rules 'pick a sort rule' screen */
"Most Recent Return Visit Date" = "Ημερομηνία Πιο Πρόσφατων Επανεπισκέψεων";

/* title for the marker when you have to manually set the location for a call */
"Move me" = "Μετακίνησέ με";

/* Yes roll over the extra minutes to the next month where %d is the placeholder for the number of minutes */
"Move to next month" = "Μετακίνηση στον Επόμενο Μήνα";

/* Call Metadata
   title that appears in the Call->Edit->Add Additional Information->Edit->Add Custom->Multiple Choice type section */
"Multiple Choice" = "Πολλαπλή Επιλογή";

/* Settings section header for the current user */
"Multiple User Settings" = "Πολλαπλή Ρύθμιση Χρήστη";

/* Book Publication Name (my) */
"My Book of Bible Stories" = "Το Βιβλίο μου με τις Βιβλικές Ιστορίες";

/* Email subject line for the email that has your backup data in it */
"MyTime Application Data Backup" = "MyTime Πρόγραμμα Δημιουργίας Αντιγράφου";

/* Email subject line for the email that has a printable version of the mytime data */
"MyTime Application Printable Backup" = "MyTime Εφαρμογή Εκτυπώσιμης Αποθήκευσης";

/* Subject text for the email that is sent for sending the details of a call to another witness */
"MyTime Call, open this on your iPhone/iTouch" = "MyTime Call, Άνοιξέ το απο το iPhone/iTouch";

/* Email subject line for the email that will be sent to me when there is a failure in the data conversion in the 4.0 version of mytime */
"MyTime Data Convert Failure" = "Αποτυχία Μετατροπής Δεδομένων του MyTime";

/* Title of the section when editing the display rules, this title defines the 'X Sorted' tabs' sort/display rules */
"MyTime Display Rules" = "Κανόνες Εμφάνισης του MyTime";

/* Email body for the email that will be sent to me when there is a failure in the data conversion in the 4.0 version of mytime */
"MyTime encountered an error translating your data to the new format.<br><br><b>Your old data is still safe</b>, I have included it in this email for the author of MyTime to fix.  The author of MyTime will try to respond quickly to your problem with a fixed data file for you to use.  <br><br>You <i>might</i> be able to use MyTime as is and see no loss of data; MyTime just detected a difference in your data between the old data file and the new one.  To be safe, dont depend on this.<br><br>" = "Το MyTime αντιμετώπισε ένα σφάλμά μεταφράζοντας τα δεδομένα σε μια νέα διάταξη.<br><br><b>Τα παλιά σας δεδομένα παραμένουν ασφαλή</b>, I have included it in this email for the author of MyTime to fix.  The author of MyTime will try to respond quickly to your problem with a fixed data file for you to use.  <br><br>You <i>might</i> be able to use MyTime as is and see no loss of data; MyTime just detected a difference in your data between the old data file and the new one.  To be safe, dont depend on this.<br><br>";

/* Email subject line for the email that will be sent to me when mytime finds an error/crash just before crashing */
"MyTime encountered an error which would normally cause a crash.<br><br>Please send this email to the author of MyTime so that your problem can be fixed and if there is any dammage to your data it can be repaired.  The author of MyTime will try to respond quickly to your problem.  <br><br>You <i>might</i> be able to use MyTime as is and see no loss of data; MyTime just detected an error<br><br>" = "MyTime encountered an error which would normally cause a crash.<br><br>Please send this email to the author of MyTime so that your problem can be fixed and if there is any dammage to your data it can be repaired.  The author of MyTime will try to respond quickly to your problem.  <br><br>You <i>might</i> be able to use MyTime as is and see no loss of data; MyTime just detected an error<br><br>";

/* Subject text for the email that is sent for sending the details of a call to another witness */
"MyTime Not At Home Territory, open this on your iPhone/iTouch" = "MyTime Not At Home Territory, open this on your iPhone/iTouch";

/* This message is displayed when someone clicks on a file to open mytime in an email or a webpage which will open up mytime to either add a transfered call or restore from a backup */
"MyTime opened with invalid file" = "MyTime opened with invalid file";

/* This message is displayed when someone clicks on a link in an email or a webpage which will open up mytime to either add a transfered call or restore from a backup */
"MyTime opened with invalid URL" = "MyTime ανοίχτηκε χωρίς Σωστή Ηλεκτρονική Διεύθυνση";

/* Email subject line for the email that will be sent to me when mytime finds an error/crash just before crashing */
"MyTime Runtime Error" = "MyTime Runtime Error";

/* More View Table MyTime Version */
"MyTime Version" = "Έκδοση του MyTime";

/* More View Table MyTime Website */
"MyTime Website" = "Ιστοσελίδα του MyTime";

/* Name label for Call in editing mode
   Title for the Display Rules 'pick a sort rule' screen */
"Name" = "Όνομα";

/* button bar title */
"Name Sorted" = "Ανά Όνομα";

/* Book Publication Name (kj) */
"Nations Shall Know I am Jehovah" = "Θα Γνωρίσουν τα Έθνη οτι εγώ είμαι ο Ιεχωβά";

/* Call main title when you are adding a new call */
"New Call" = "Νέα Επίσκεψη";

/* Title for the Sorted By ... area when you are editing the display rules */
"New Display Rule" = "Νέος Κανόνας Εμφάνισης";

/* Title for the Sorted By ... area when you are editing the display rules and adding a filter rule */
"New Filter Rule" = "Νέος Κανόνας Φίλτρου";

/* Title for the Sorted By ... area when you are editing the display rules */
"New Sort Rule" = "Νέος Κανόνας Ταξινόμισης";

/* NO for boolean switch in additional information */
"NO" = "ΌΧΙ";

/* No button title
   No dont delete the call
   No dont restore the call */
"No" = "Όχι";

/* Text that appears at the sorted call views when there are no entries configured */
"No Calls" = "No Calls";

/* Text that appears at the Hours view when there are no entries configured */
"No Hours" = "Καθόλου Ώρες";

/* Text that appears at the Bulk placements view when there are no entries configured */
"No Placements" = "No Placements";

/* Text that appears at the Not-At-Homes view when there are no entries configured */
"No Territories" = "Κανένας Τομέας";

/* return visit type name */
"Not At Home" = "Απών";

/* Bulk placements notes view title
   Call Metadata
   Not At Homes notes view title
   Title for the Display Rules 'pick a sort rule' screen */
"Notes" = "Σημειώσεις";

/* More->Settings view publisher type setting title */
"Notes for Secretary" = "Σημειώσεις για τον Γραμματέα";

/* this is a section label in the 'quick notes' view if you edit a call and add brand new notes.  The history section is where you can add notes to a call based on a previous note you wrote */
"Notes History" = "Ιστορικό Σημειώσεων";

/* Short month name */
"Nov" = "Νοε";

/* Long month name */
"November" = "Νοέμβριος";

/* Call Metadata */
"Number" = "Αριθμός";

/* Number Placed label for the Number Picker for the number of publications placed */
"Number Placed:" = "Αριθμός:";

/* Short month name */
"Oct" = "Οκτ";

/* Long month name */
"October" = "Οκτώβριος";

/* Off or disabled (used in the More->Settings->Passcode Lock Setting */
"Off" = "Ανενεργό";

/* section title for calls older than this time interval */
"OFF" = "OFF";

/* Dismiss an Alert View
   OK button */
"OK" = "ΟΚ";

/* Section Title for Date Sorted Calls 'Oldest Return Visits First' */
"Oldest Return Visits First" = "Παλαιότερες Επισκέψεις Πρώτα";

/* section title for calls older than this time interval */
"ON" = "ON";

/* On or enabled (used in the More->Settings->Passcode Lock Setting */
"On" = "Ενεργό";

/* label name for the cell asking if you want to match all or just match one */
"One" = "One";

/* Book Publication Name (od) */
"Organized To Do Jehovah's Will" = "Οργανωμένοι για να κάνουμε το Θέλημα του Θεού";

/* Title in the 'Additional Information' for the entries that can be added per call */
"Other Information" = "Λοιπές Πληροφορίες";

/* Book Publication Name (go) */
"Our Incoming World Government" = "Η Δική μας  Παγκόσμια Βασιλεία";

/* Brochures Publication Name (op) */
"Our Problems" = "Τα προβλήματά μας - Ποιός θα μας βοηθήσει να τα λύσουμε;";

/* Book Publication Name (pm) */
"Paradise Restored To Mandkind" = "Ο Παράδεισος Αποκαθίσταται για την Ανθρωπότητα";

/* More->Settings view name for the Passcode Setting */
"Passcode Lock" = "Κλείδωμα με Κωδικό";

/* text that appears if the passcodes dont match, this should match what is in the iphone's Settings->General->Passcode when you messup the passcode confirm */
"Passcodes did not match. Try again." = "Ο Κωδικός δεν είναι Σωστός. Δοκιμάστε Ξανά.";

/* Call Metadata */
"Phone" = "Τηλέφωνο";

/* Statistics button to allow you to pick months to send to the congregation secretary */
"Pick Months To Send" = "Pick Months To Send";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Pioneer" = "Σκαπανέας";

/* Label for More->Settings pioneer start date used to start calculating the statistics */
"Pioneer Start Date" = "Pioneer Start Date";

/* View Title and ButtonBar Title for the Day's Bulk Placed Publications */
"Placements" = "Τοποθετήσεις";

/* Placements Group title for the Day's Bulk Literature Placements */
"Placements:" = "Τοποθετήσεις:";

/* More View Table Donation request */
"Please Donate, help me help you" = "Παρακαλώ Συνεισφέρετε";

/* Multiple Users: This message is displayed when fails to enter a username when there is more than one user in the system */
"Please enter a name since you have more than one user of MyTime" = "Παρακαλώ εισάγετε ένα όνομα εάν έχετε παραπάνω απο ένα Χρήστες στο πρόγραμμα MyTime";

/* More->Settings->Send field service report using... message to the publisher to be considerate of the secretary who might not accept SMS messages */
"Please make sure your congregation secretary is willing to accept SMS messages" = "Please make sure your congregation secretary is willing to accept SMS messages";

/* This is the warning message that shows up in the More->Settings->Multiple Users when you are editing the user */
"Please note that if you delete a user ALL of your data will be DELETED for that user, this includes calls, return visits, hours, EVERYTHING!" = "Παρακαλώ σημειώστε οτι εάν σβήσετε έναν Χρήστη ΟΛΑ τα δεδομένα σας θα ΔΙΑΓΡΑΦΟΥΝ για τον συγκκριμένο Χρήστη, περιλαμβανομένων, Επισκέψεων, Ωρών, ΤΑ ΠΑΝΤΑ!";

/* This message is displayed after you turn off the MyTime Webserver from the Settings View */
"Please quit MyTime if you changed any data using the MyTime Webserver" = "Παρακαλώ Απενεργοποιήστε το πρόγραμμα MyTime εάν αλλάξατε κάτι μέσω του MyTime Ηλεκτρονικού Διαμεσολαβητή";

/* More->Settings->Remove Custom Translation: confirmaiton message when you have applied the 'Remove Custom Translation' */
"Please quit MyTime to apply change" = "Παρακαλώ διακόψτε την Εφαρμογή για αποδοχή των ρυθμίσεων";

/* warning to the user that they should remember their passcode */
"Please remember your passcode. You will not be able to recover this passcode if you forget it." = "Παρακαλώ να θυμάστε τον Κωδικό σας. Δεν θα μπορείτε να τον ανακτήσετε εάν τον ξεχάσετε.";

/* This is text in the header of the screen when you try to select one of the multiple choice values */
"Please select one option" = "Παρακαλώ διαλέξτε μια Επιλογή";

/* Information for the user to know what is going on with this and new releases */
"Please visit mytime.googlecode.com to see the FAQ and feature requests.\nA lot of work has been put into MyTime, if you find this application useful then you are welcome to donate.  Is English not your native language and you want to help to translate? Email me (look in the More view and Settings)" = "Please visit mytime.googlecode.com to see the FAQ and feature requests.\nA lot of work has been put into MyTime, if you find this application useful then you are welcome to donate.  Is English not your native language and you want to help to translate? Email me (look in the More view and Settings)";

/* initial setup message beore we have advertized the backup service (this message needs to be a bit long because the alertView can not resize when first shown) */
"Please wait for the Backup Service to initalize...\n\nGo to mytime.googlecode.com for more information about the Backup Application" = "Παρακαλώ περιμένετε για το Εργαλείο Αποθήκευσης να εξετάσει...\n\Πηγαίνετε στο mytime.googlecode.com για περισσότερες πληροφορίες σχετικά με το Πρόγραμμα Αυτόματης Αποθήκευσης";

/* this message is presented to the user when they are upgrading their MyTime and MyTime is converting their old database file to a new one */
"Please wait. Just a few more seconds..." = "Please wait. Just a few more seconds...";

/* this message is presented to the user when they are upgrading their MyTime and MyTime is converting their old database file to a new one */
"Please wait. This might take a minute or two." = "Please wait. This might take a minute or two.";

/* Confirmation message about enabling popup messages */
"Popup messages like this are now enabled to be shown once all throughout MyTime" = "Τα Αναδυόμενα μηνύματα είναι τώρα ενεργοποιημένα για όλο το Πρόγραμμα";

/* Book Publication Name (jv) */
"Proclaimers" = "Οι Μάρτυρες του Ιεχωβά - Διαγγελείς της Βασιλείας του θεού";

/* singular 'Publication' label for Number Picker; this is the label that is beside the number in the picker */
"Publication" = "Έκδοση";

/* 'Publications' label for Number Picker; this is the label that is beside the number in the picker */
"Publications" = "Εκδόσεις";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Publisher" = "Έκδοση";

/* More->Settings view publisher type setting title */
"Publisher Type" = "Τύπος Έκδοσης";

/* Brochures Publication Name (pr) */
"Purpose of Life" = "Ποιός είναι ο Σκοπός της Ζωής";

/* initial message when trying to transfer backup files */
"Pushed %@ translation file, restart MyTime to see the changes." = "Πίεσε %@ Αρχείο Μετάφρασης, Επανεκινήστε το MyTime για να δείτε τις αλλαγές.";

/* More View Table Questions, Comments? Email me */
"Questions, Comments? Email me" = "Ερωτήσεις, Σχόλια; Ηλ. Αλληλογραφία;";

/* Quick Notes title.  This is shown when you click on the notes to type in for a call, it is the title of the view that shows you the last several notes you have typed in */
"Quick Notes" = "Γρήγορες Σημειώσεις";

/* 'RBC Hours' ButtonBar View text, Label for the amount of hours spent doing quick builds */
"RBC" = "RBC";

/* 'RBC Hours' ButtonBar View text, Label for the amount of hours spent doing quick builds */
"RBC Hours" = "RBC Ώρες";

/* First Prompt to enter a passcode to limit access to MyTime */
"Re-enter your passcode" = "Ξαναεισάγετε τον Κωδικό σας";

/* Book Publication Name (rs) */
"Reasoning" = "Πως να συζητάτε Λογικά απο τις Γραφές";

/* Title for switch in the filter for the strings operator */
"Regular Expression Match" = "Regular Expression Match";

/* Button used in the Alert View that is presented for:This Additional Information was added to all of your calls, do you want to remove it from all of your calls, or just remove the unused values from your calls? */
"Remove All" = "Remove All";

/* More->Settings custom translation title */
"Remove Custom Translation" = "Απομάκρυνση Χειροκίνητης Μετάφρασης";

/* Button used in the Alert View that is presented for:This Additional Information was added to all of your calls, do you want to remove it from all of your calls, or just remove the unused values from your calls? */
"Remove Unused" = "Remove Unused";

/* Brochures Publication Name (rq) */
"Require" = "Τι Απαιτεί ο Θεός απο Εμάς";

/* Restore Call button in editing mode of call view */
"Restore Call" = "Restore Call";

/* Yes restore from the backup please */
"Restore from Backup" = "Επαναφορά απο το Αρχείο";

/* Button to click to add an additional sort or filter rule for the Sorted By ... view */
"Restore to Defaults" = "Restore to Defaults";

/* category in the Display Rules when picking sorting rules
   return visit type name */
"Return Visit" = "Επανεπίσκεψη";

/* Title for the Display Rules 'pick a sort rule' screen */
"Return Visit Information" = "Return Visit Information";

/* Return Visit Notes default text when the user did not enter notes, displayed on the view-mode Call view */
"Return Visit Notes" = "Σημειώσεις Επανεπίσκεψης";

/* Return Visits label on the Statistics View */
"Return Visits" = "Επανεπισκέψεις";

/* Book Publication Name (re) */
"Revelation Climax" = "Αποκάλυψη!";

/* Brochures Publication Name (ol) */
"Road to Life" = "Ό Δρόμος που Οδηγεί στην Ζωή";

/* Yes round up where %d is a placeholder for the number of hours */
"Round Up to %d hours" = "Περιστροφή σε %d Ώρες";

/* Brochures Publication Name (la) */
"Satisfying Life" = "Μια Ικανοποιητική Ζωή - Πως μπορείτε να την Αποκτήσετε";

/* Brochures Publication Name (sj) */
"School" = "Το Σχολείο και οι Μάρτυρες του Ιεχωβά";

/* Section Title when the user is searching */
"Search Results" = "Αποτελέσματα Αναζήτησης";

/* email address for the congregation secretary
   More->Settings view publisher type setting title */
"Secretary's Email" = "Ηλεκτρονικό Ταχυδρομείο Γραμματέα";

/* More->Settings title
   phone number for the congregation secretary */
"Secretary's Telephone" = "Secretary's Telephone";

/* Title of the screen where you pick the publication type: Magazine, Book, tract... */
"Select %@" = "Επιλέξτε %@";

/* Title for the view where you Pick A Date */
"Select Date" = "Επιλογή Ημερομηνίας";

/* Title for the view where you manually select the location for the call */
"Select Location" = "Επιλογή Τοποθεσίας";

/* 'Select Publication' Publication Picker title */
"Select Publication" = "Επιλογή Έκδοσης";

/* Sort Rules View title */
"Select Rule" = "Επιλογή Κανόνα";

/* Select Time Title for adding hours of field service to a particular day */
"Select Time" = "Επιλογή Χρόνου";

/* Publication Type title */
"Select Type" = "Επιλογή Τύπου";

/* Multiple Users View title */
"Select User" = "Επιλέξτε Χρήστη";

/* In the \"Sorted By...\" view this is the prompt that appears to tell the user to pick what to sort by */
"Select What To Sort By" = "Στοίχιση Ανά";

/* Send button like the send button in the email program, to send your field service activity report to the congregation secretary */
"Send" = "Αποστολή";

/* This is text used in the statistics view where you click on the 'ActionSheet' button and it asks you what you want to do to send your congregation secretary your statistics where %@ is the placeholder for the month */
"Send %@ Report" = "Send %@ Report";

/* button to send the email backup */
"Send email backup" = "Αποστολή Ηλεκτονικής Αποθήκευσης";

/* Choice to send the Field Service Report using email */
"Send report using email" = "Send report using email";

/* Choice to send the Field Service Report using SMS */
"Send report using SMS" = "Send report using SMS";

/* initial message when trying to transfer backup files */
"Sending Settings to the Backup Application" = "Στέλνονται οι ρυθμίσεις στην Εφαρμογή Αποθήκευσης";

/* Short month name */
"Sep" = "Σεπ";

/* Long month name */
"September" = "Σεπτέμβριος";

/* Service year total hours label */
"Service Year Total" = "Συνολικές Ετήσιες Ώρες";

/* Title of the view you are presented from Settings->Passcode when you are enabling the passcode */
"Set Passcode" = "Εισάγετε Κωδικό";

/* 'Settings' ButtonBar View text and Statistics View Title */
"Settings" = "Ρυθμίσεις";

/* button that the user clicks when they have not read the FAQ or feature request list */
"Show me the webpage" = "Δείξε μου την Ιστοσελίδα";

/* Book Publication Name (Ssb) */
"Sing Praises" = "Ψάλεται Αίνους";

/* Title for row in the 'Edit Sort Rule' view for the ascending switch */
"Sort Ascending" = "Ανοδική Ταξινόμιση";

/* Section title for the Display Rule editing view */
"Sort Rules" = "Κανόνες Ταξινόμισης";

/* View title */
"Sorted By ..." = "Στοίχιση Ανά....";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Special Pioneer" = "Ειδικός Σκαπανέας";

/* Brochures Publication Name (sp) */
"Spirits of the Dead" = "Πνεύματα Νεκρών";

/* Settings View button to start the webserver that allows you to type in your calls, import/export data, add translations, and import hours */
"Start MyTime Webserver" = "Έναρξη του Ηλεκτρονικού Διαμεσολαβητή";

/* 'Start Time' navigation bar action button */
"Start Time" = "Έναρξη Ώρας";

/* Set this to 1 if your country abbreviates the state in all capital letters, otherwise set this to 0 */
"State in all caps" = "1";

/* State or Country
   Title for the Display Rules 'pick a sort rule' screen
   used as a label when emailing not at homes */
"State or Country" = "Κατάσταση";

/* 'Statistics' ButtonBar View text and Statistics View Title */
"Statistics" = "Στατιστικά";

/* Title for email section for the data that the user changed in the statistics view */
"Statistics Adjustments" = "Statistics Adjustments";

/* 'Stop Time' navigation bar action button */
"Stop Time" = "Διακοπή Χρόνου";

/* Street
   Title for the Display Rules 'pick a sort rule' screen
   used as a label when emailing not at homes */
"Street" = "Οδός";

/* This is the territory idetifier that is on the Territories->New/edit territory */
"Street Name" = "Όνομα Δρόμου";

/* Street Sorted button title */
"Street Sorted" = "Στοίχιση ανα Οδό";

/* Title of the section in the Not-At-Homes territory view that allows you to add/edit streets in the territory
   used as a label when emailing not at homes */
"Streets" = "Οδοί";

/* Call Metadata */
"String" = "Σειρά";

/* title of the Statistics->Study Individuals-> list of studies
   View title */
"Studies" = "Μελέτες";

/* return visit type name */
"Study" = "Μελέτη";

/* Bible Studies label on the Statistics View */
"Study Individuals" = "Προσωπική Μελέτη";

/* Magizine Publication Name (w) */
"Study Watchtower" = "Η Σκοπιά";

/* Book Publication Name (su) */
"Survival Into a New Earth" = "Επιβίωση σε μια Νέα Γη";

/* Text that appears at the sorted call views when there are no entries configured */
"Tap + to add a call" = "Πατήστε + για να προσθέσετε μια επίσκεψη";

/* Text that appears at the Not-At-Homes view when there are no entries configured */
"Tap + to add a not-at-home territory" = "πατήστε + για να προσθέσετε απόντα";

/* Text that appears at the Hours view when there are no entries configured */
"Tap + to add hours" = "Πατήστε + για να προσθέσετε ώρες";

/* Text that appears at the bulk placements view when there are no entries configured */
"Tap + to add street witnessing placements" = "Πατήστε + για να προσθέσετε επίσκεψη ανά οδό";

/* View title for the previously named 'Not At Homes' but it is representing the user's territory now */
"Territories" = "Territories";

/* This is the territory idetifier that is on the Territories->New/edit territory
   used as a label when emailing not at homes */
"Territory Name/Number" = "Όνομα Τομέα/Αριθμός";

/* this is the label in the Territories View when you press on the Add button and enter in the territory's information */
"Territory Owner's Email Address" = "Ηλεκτρονική Διεύθυνση Ιδιοκτήτη Κατοικίας";

/* Brochures Publication Name (bm) */
"The Bible, What is its Message" = "Η Αγία Γραφή, Ποιό είναι το άγγελμά της;";

/* Description of what to do with the sort rules in the Display Rule editor */
"The first sort rule determines what is used in the index to the right of the list of calls.  The '∧' and '∨' at the end of the rows specifies an ascending or decending sort." = "The first sort rule determines what is used in the index to the right of the list of calls.  The '∧' and '∨' at the end of the rows specifies an ascending or decending sort.";

/* Tracts Publication Name (T-72) */
"The Greatest Name" = "Το Μεγαλύτερο Όνομα";

/* Brochures Publication Name (lf) */
"The Origin of Life" = "The Origin of Life";

/* Multiple Users: This message is displayed when the user is renaming their name and it matches another user's name */
"There is already a user with this name" = "Υπάρχει ήδη ένας Χρήστης με αυτό το Όνομα";

/* This is a dialog message title whenever there is an error saving data; you should not see this normally */
"There was an error trying to save data, this is very bad... Please try again or quit the application." = "Υπήρξε ένα σφάλμα στη προσπάθεια για αποθήκευση δεδομένων, αυτό είναι αρκετά κακό... Παρακαλούμε δοκιμάστε ξανά ή κλείστε την εφαρμογή.";

/* this is the description in the Display Rules view when you are editing the display rules */
"These display rules are used in MyTime for all of the street, city, date, name, study, etc. sorted views" = "Αυτοί οι κανόνες εμφάνισης χρησιμοποιούνται στο MyTime για όλες τις οδούς, ημερομηνίες, ονόματα, μελέτες, κτλ.  ταξινομημένες προβολές";

/* If the user has added this \"Additional Information\" to the \"Always Shown\" section then MyTime adds this additional information to all of the calls, so when the user wants to remove this particular \"Additional Information\" from the always shown section they have a choice to remove all of the additional information from their calls or just the additional information that has not already been filled out in their calls */
"This Additional Information was added to all of your calls, do you want to remove it from all of your calls, or just remove the unused values from your calls?" = "This Additional Information was added to all of your calls, do you want to remove it from all of your calls, or just remove the unused values from your calls?";

/* This message is presented when the user deletes an \"Additional Information\" that was added to at least one call and actually used */
"This Additional Information was added to some of your calls. Do you want to remove it from your calls?" = "This Additional Information was added to some of your calls. Do you want to remove it from your calls?";

/* This is the first part of the body of the email message that is sent to a user when you click on a Not At Home Territory and then click on the action button in the upper left corner and select transfer or email details */
"This not at home territory has been turned over to you, here are the details.  If you are a MyTime user, please view this email on your iPhone/iTouch and scroll all the way down to the end of the email and click on the link to import this not at home territory into MyTime.<br><br>" = "This not at home territory has been turned over to you, here are the details.  If you are a MyTime user, please view this email on your iPhone/iTouch and scroll all the way down to the end of the email and click on the link to import this not at home territory into MyTime.<br><br>";

/* This is the first part of the body of the email message that is sent to a user when you click on a Call then click on Edit and then click on the action button in the upper left corner and select transfer or email details */
"This return visit has been turned over to you, here are the details.  If you are a MyTime user, please view this email on your iPhone/iTouch and scroll all the way down to the end of the email and click on the link to import this call into MyTime.<br><br>Return Visit Details:<br>" = "This return visit has been turned over to you, here are the details.  If you are a MyTime user, please view this email on your iPhone/iTouch and scroll all the way down to the end of the email and click on the link to import this call into MyTime.<br><br>Return Visit Details:<br>";

/* This is a note displayed when they first see the Statistics View */
"This will show you your tabulated end of the month field service activity including:\nHours\nBooks\nBrochures\nMagazines\nStudies\n Please note that you will only see items that you have counts for." = "This will show you your tabulated end of the month field service activity including:\nHours\nBooks\nBrochures\nMagazines\nStudies\n Please note that you will only see items that you have counts for.";

/* Time for %@ Group title on the Statistics View where %@ is the month of the year */
"Time for %@" = "Ώρα για %@";

/* Hours view prompt when you press the start time button */
"Time started at: %@" = "Η ώρα ξεκίνησε: %@";

/* Title for switch in the filter for the number operator */
"Today" = "Σήμερα";

/* This is a note displayed when they first see the non editable call view */
"Touch the Edit button to add a return visit or you can see where your call is located by touching the address of your call" = "Πιέστε το κουμπί για να προσθέσετε μια επανεπίσκεψη ή να δείτε που είναι τοποθετημένη πατώντας την Διεύθυνση της Επίσκεψης";

/* Publication Type name */
"Tract" = "Τύπος";

/* Plural Publication Type name */
"Tracts" = "Φυλλάδια";

/* Transferr this call to another MyTime user and delete it off of this iphone, but keep the data
   Transferr this not at home territory to another MyTime user and delete it off of this iphone, but keep the data */
"Transfer, and Delete" = "Μεταφορά, και Διαγραφή";

/* return visit type name when this call is transfered from another witness */
"Transfered Initial Visit" = "Αρχικές Επισκέψεις που Μεταφέρθηκαν";

/* return visit type name when this call is transfered from another witness */
"Transfered Not At Home" = "Μεταφορά Απών";

/* return visit type name when this call is transfered from another witness */
"Transfered Return Visit" = "Μεταφορά Επανεπίσκεψη";

/* return visit type name when this call is transfered from another witness */
"Transfered Study" = "Μεταφορά Μελέτης";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Traveling Servant" = "Υπηρεσία Μεταφοράς";

/* Brochures Publication Name (ti) */
"Trinity" = "Πρέπει να πιστεύεται στην Τριάδα";

/* Book Publication Name (tp) */
"True Peace and Security" = "Αληθινή Ειρήνη και Ασφάλεια";

/* Book Publication Name (tr) */
"Truth That Leads to Eternal Life" = "Η Αλήθεια που Οδηγεί στην Αιώνια Ζωή";

/* 'Tutorials' ButtonBar View text, Label for the title of the view that has all of the youtube howto videos
   Button to take the user directly to the tutorials view from the first popup in mytime */
"Tutorials" = "Εκπεδευτικές Πληροφορίες";

/* Publication Type name */
"TwoMagazine" = "Ζεύγος Περιοδικών";

/* Return visit type label
   Title for the Display Rules 'pick a sort rule' screen
   type of Additional Information, used as a title to the section Call->Edit->Add Additional Information->Edit->Add Custom */
"Type" = "Τύπος";

/* Book Publication Name (uw) */
"United in Worship" = "Ενωμένοι στην Λατρεία του Μόνου Αληθινού Θεού";

/* Sorted by ... view section header for unknown values
   Sorted by Street Calls view section title for an unknown street */
"Unknown" = "Άγνωστος";

/* Call Metadata */
"URL" = "Διεύθυνση";

/* This is the help that appears in the Filter Detail view when you choose something like Name to filter on and then you choose the wildcard match */
"Use * to match any number of characters and use ? to match any one character." = "Χρησιμοποιήστε * για να ταιρίαξετε οποιοδήποτε αριθμό χαρακτήρων και χρησιμοποιήστε ? για να ταιριάξετε ένα μονό χαρακτήρα.";

/* Text that appears at the sorted call views when there are no entries configured */
"Use another call view to add a call" = "Χρησιμοποίησε άλλη κλήση για πρόσθεση";

/* Description of what to do with the filter rules in the Display Rule editor */
"Use the filters to specify what is shown.  The match one or all selection can be used to logically build any filtering rule." = "Use the filters to specify what is shown.  The match one or all selection can be used to logically build any filtering rule.";

/* Title for the Display rules section when editing the display rules */
"User Defined Display Rules" = "Κανόνες Εμφάνισης Ορισμένοι από τον Χρήση";

/* Label for filter view for the date value to match with
   This is the placeholder text in the Display Rule detail screen where you name the display rule */
"Value" = "Τιμή";

/* This is a very important message that is at the end of the email used to transfer a call to another witness or if you are just emailing a backup to yourself, it verifies that all of the data is contained in the email, if it is not there then all of the data is not in the email and something bad happened :(
   This is a very important message that is at the end of the email used to transfer a not at home territory to another witness or if you are just emailing a backup to yourself, it verifies that all of the data is contained in the email, if it is not there then all of the data is not in the email and something bad happened :( */
"VERIFICATION CHECK: all data was contained in this email" = "ΕΛΕΓΧΟΣ : Όλα τα δεδομένα περιέχονταν σε αυτό το e-mail";

/* this message is presented to the user when they are upgrading their MyTime and MyTime is converting their old database file to a new one */
"Verifying Data File" = "Verifying Data File";

/* More View Table Group Title */
"Version" = "Έκδοση";

/* section title for calls older than this time interval */
"Very Old" = "Very Old";

/* Title for the view where you write notes for a call */
"Visit Notes" = "Σημειώσεις Επίσκεψης";

/* Return Visit Type title */
"Visit Type" = "Είδος Επίσκεψης";

/* Both Magizines (w and g) */
"W & A" = "Σ & Ξ";

/* initial message when trying to transfer backup files */
"Waiting for the Backup Application to connect...\n\nGo to mytime.googlecode.com for more information about the Backup Application" = "Περιμένετε μέχρι να συνδεθεί η εφαρμογή...\n\nΠηγαίνετε στο mytime.googlecode.com για περισσότερες πληροφορίες σχετικά με την Αποθήκευση της Εφαρμογής";

/* Brochures Publication Name (lc) */
"Was Life Created?" = "Δημιουργήθηκε η Ζωή?";

/* Magizine Publication Name (w) */
"Watchtower" = "Σκοπιά";

/* Book Publication Name (wvol) */
"Watchtower Bound Volume" = "Watchtower Bound Volume";

/* section title for calls older than this time interval */
"Weeks Old" = "Weeks Old";

/* Tracts Publication Name (T-14) */
"What Do Jehovah's Witnesses Believe?" = "Τι Πιστεύουν οι Μάρτυρες του Ιεχωβά?";

/* Book Publication Name (bh) */
"What Does the Bible Really Teach?" = "Τι Διδάσκει Πράγματι Η Αγία Γραφή;";

/* Tracts Publication Name (T-16) */
"What Hope for Dead Loved Ones?" = "Ελπίδα για τους Αγαπημένους σας που Έχουν Πεθάνει;";

/* Brochures Publication Name (we) */
"When Someone Dies" = "Όταν Πεθαίνει κάποιος που Αγαπάτε";

/* This is the section title for transferred calls in the view that allows you to select a visit type for your call */
"When Transfered To You:" = "Πότε Μεταφέρθηκε σε Εσάς:";

/* Brochures Publication Name (ie) */
"When We Die" = "Τι Μας Συμβαίνει Όταν Πεθαίνουμε;";

/* Tracts Publication Name (T-73) */
"Who Are Jehovah's Witnesses?" = "Ποιοί Είναι οι Μάρτυρες του Ιεχωβά;";

/* Tracts Publication Name (T-22) */
"Who Really Rules the World?" = "Ποιός Κυβερνάει Πραγματικά τον Κόσμο;";

/* Brochures Publication Name (wj) */
"Why Worship God" = "Γιατί Πρέπει να Λατρεύουμε τον Θεό με Αγάπη και Αλήθεια;";

/* Tracts Publication Name (T-13) */
"Why You Can Trust the Bible" = "Μπορείτε να εμπιστευτείτε την Αγία Γραφή;";

/* Title for switch in the filter for the strings operator */
"Wildcard Match" = "Wildcard Match";

/* Tracts Publication Name (T-19) */
"Will This World Survive?" = "Θα Επιζήσει Αυτός ο Κόσμος?";

/* Brochures Publication Name (wi) */
"World Without War" = "Θα Υπάρξει Ποτέ Ένας Κόσμος Χωρίς Πόλεμο;";

/* Book Publication Name (ws) */
"Worldwide Security" = "Παγκόσμια Ασφάλεια...\"Άρχοντα της Ειρήνης\"";

/* Book Publication Name (wt) */
"Worship the Only True God" = "Λατρέψτε τον Μόνο αληθινό θεό";

/* Campaign Tract Publication Name (kt) */
"Would You Like To Know the Truth?" = "θα Θέλατε να Μάθετε Την Αλήθεια;";

/* If the publisher has 1 hour 14 minutes, this question shows up in the statistics view if they click on the hours for a month, this question is asking them if they want to round up or roll over the minutes */
"Would you like to move %d minutes from the month of %@ to the next month? Or, round up to %d hours for %@?\n(This will change the time that you put in the Hours view so you can undo this manually)" = "Θα Θέλατε να Μεταφέρετε %1$d Λεπτ΄'α απο τον Μ'ηνα %2$@ στον Επόμενο Μήνα; Ή, round up to %3$d hours for %4$@?\n(This will change the time that you put in the Hours view so you can undo this manually)";

/* This is a success message you see when you make a new Call -> press on the address -> press on automatically lookup address */
"Would you like to use this address?" = "Θα θέλατε να χρησιμοποιήσετε αυτή την Διεύθυνση;";

/* Book Publication Name (yb) */
"Yearbook" = "Βιβλίο Έτους";

/* section title for calls older than this time interval */
"Years Old" = "Years Old";

/* YES for boolean switch in additional information */
"YES" = "ΝΑΙ";

/* Yes button title
   Yes delete the call
   Yes restore the call */
"Yes" = "Ναι";

/* YES button to change the type of additional information from the dialog: You have changed the type of the Additional Information, this will reset any values you are currently using in any of your calls.  Are you sure you want to do this? */
"Yes change and reset data" = "Yes change and reset data";

/* Transferr this call from another user */
"Yes, add call" = "Ναι, Πρόσθεσε Επίσκεψη";

/* Transferr this call from another user */
"Yes, add territory" = "Ναι, να γίνει η προσθήκη";

/* Call Metadata */
"YES/NO Switch" = "ΝΑΙ/ΟΧΙ Διακόπτης";

/* Title for switch in the filter for the number operator */
"Yesterday" = "Χθες";

/* This is the second part of the body of the email message that is sent to a user when you click on a Call then click on Edit and then click on the action button in the upper left corner and select transfer or email details */
"You are able to import this call into MyTime if you click on the link below while viewing this email from your iPhone/iTouch.  Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email<br>" = "You are able to import this call into MyTime if you click on the link below while viewing this email from your iPhone/iTouch.  Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email<br>";

/* This is the second part of the body of the email message that is sent to a user when you click on a Not At Home Territory and then click on the action button in the upper left corner and select transfer or email details */
"You are able to import this not at home territory into MyTime if you click on the link below while viewing this email from your iPhone/iTouch.  Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email<br>" = "You are able to import this not at home territory into MyTime if you click on the link below while viewing this email from your iPhone/iTouch.  Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email<br>";

/* This is the body of the email that is sent when you go to More->Settings->Email Backup */
"You are able to restore all of your MyTime data as of the sent date of this email if you click on the link below while viewing this email from your iPhone/iTouch. Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email<br><br>WARNING: CLICKING ON THE LINK BELOW WILL DELETE YOUR CURRENT DATA AND RESTORE FROM THE BACKUP<br><br>" = "You are able to restore all of your MyTime data as of the sent date of this email if you click on the link below while viewing this email from your iPhone/iTouch. Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email<br><br>WARNING: CLICKING ON THE LINK BELOW WILL DELETE YOUR CURRENT DATA AND RESTORE FROM THE BACKUP<br><br>";

/* This message gets displayed when the user is trying to add a call from an email when the call was transferred from another iphone/itouch */
"You are trying to import a call into MyTime, are you sure you want to do this?" = "Προσπαθείτε να εισάγετε μια Εγγραφή στο  MyTime, Είστε σίγουροι οτι θέλετε να το κάνετε αυτό;";

/* This message gets displayed when the user is trying to add a not at home territory from an email when the call was transferred from another iphone/itouch */
"You are trying to import a not at home territory into MyTime, are you sure you want to do this?" = "Προσπαθείτε να εισάγετε μια υπενθύμιση απόντα στο MyTime, είστε σίγουροι για αυτό;";

/* This message gets displayed when the user is trying to restore from a backup from the email program */
"You are trying to restore all MyTime data from a backup, are you sure you want to do this?  THIS WILL DELETE ALL OF YOUR CURRENT DATA" = "Θα επαναφέρετε όλα τα δεδομένα απο το Backup, Είστε σίγουροι ότι θέλετε να το κάνετε;  ΘΑ ΣΒΗΣΤΟΥΝ ΟΛΑ ΤΑ ΔΕΔΟΜΕΝΑ ΣΑΣ";

/* This message is displayed when the user clicks on a Call then clicks on Edit and clicks on the \"Action\" button at the top left of the screen */
"You can transfer this call to someone else. Transferring will delete this call from your data, but your statistics from this call will stay. The witness who gets this email will be able to click on a link in the email and add the call to MyTime." = "You can transfer this call to someone else. Transferring will delete this call from your data, but your statistics from this call will stay. The witness who gets this email will be able to click on a link in the email and add the call to MyTime.";

/* This message is displayed when the user clicks on a territory and clicks on the \"Action\" button at the top left of the screen */
"You can transfer this not at home territory to someone else. Transferring will delete this territory from your data or just emailing the details will keep the data. The witness who gets this email will be able to click on a link in the email and add the territory to MyTime." = "You can transfer this not at home territory to someone else. Transferring will delete this territory from your data or just emailing the details will keep the data. The witness who gets this email will be able to click on a link in the email and add the territory to MyTime.";

/* This message is presented when the user has changed an \"Additional Information\" type from one type to an incompatible type like a \"String\" to a \"Date\" */
"You have changed the type of an Additional Information which is currently being used, this will reset any values you are currently using in any of your calls. \nAre you sure you want to do this?" = "You have changed the type of an Additional Information which is currently being used, this will reset any values you are currently using in any of your calls. \nAre you sure you want to do this?";

/* This is the message you see when MyTime converts your data from the old format to the new one and has detected a failure */
"You have encountered a serious error when converting your old data file to the new format. The developer of MyTime can help you, press on the \"HELP!\" button below and email your datafile, he should be able to get back with you with a fixed data file." = "You have encountered a serious error when converting your old data file to the new format. The developer of MyTime can help you, press on the \"HELP!\" button below and email your datafile, he should be able to get back with you with a fixed data file.";

/* This is a message displayed when the user does not have email setup on their iDevice */
"You must setup email on this device to be able to send an email.  Open the Mail application and setup your email account" = "You must setup email on this device to be able to send an email.  Open the Mail application and setup your email account";

/* these are the instructions for connecting to the MyTime web server from the Settings View */
"You need to be on a WiFi Network for the MyTime Webserver to work" = "Θα πρέπει να βρίσκεσετε σε Ασύρματο Δίκτυο για να Χρησιμοποιήσετε τον Ηλεκτρονικό Διαμεσολαβητή για την Εργασία σας";

/* Book Publication Name (ype-1) */
"Young People Ask 1" = "Οι Νεαροί Ρωτούν 1";

/* Book Publication Name (ype-2) */
"Young People Ask 2" = "Οι Νεαροί Ρωτούν 2";

/* Tracts Publication Name (yi) */
"Your Life" = "Νεαροί - Τι Θα Κάνετε με την Ζωή σας";

/* The title used in the Settings->Multiple Users screen */
"Your Name" = "Το Όνομά σας";

/* Book Publication Name (yy) */
"Your Youth" = "Η Νεότη σας - Επωφεληθείτε απο αυτήν";

